Repository: olympsis/client-iOS
Catalog: Olympsis/Locatlization/Catalogues/Events.xcstrings
Source language: en
Languages: es_419, fr

source: Add a comment
es_419: Añadir un comentario
fr: Ajouter un commentaire

# add-a-location-text
source: Add a location
es_419: Agregar una ubicación
fr: Ajouter un lieu

source: Add to calendar
es_419: Añadir al calendario
fr: Ajouter au calendrier

# advanced-settings-external-link
source: External link
es_419: Enlace externo
fr: Lien externe

# advanced-settings-external-link-sub-title
source: Redirect participants to this URL after RSVP
es_419: Redirigir a los participantes a esta URL después de RSVP
fr: Rediriger les participants vers cette URL après RSVP

# advanced-settings-formatting
source: Event formatting
es_419: Formato de eventos
fr: Formatage des événements

# advanced-settings-max-participants-sub-title
source: Set the event’s participant capacity
es_419: Establecer la capacidad de participantes del evento
fr: Définir la capacité des participants à l’événement

# advanced-settings-max-participants-title
source: Max participants
es_419: Máximo de participantes
fr: Nombre maximal de participants

# advanced-settings-min-participants-sub-title
source: Least number of participants required
es_419: Se requiere el menor número de participantes
fr: Nombre minimum de participants requis

# advanced-settings-min-participants-title
source: Min participants
es_419: Mínimo de participantes
fr: Nombre minimum de participants

# advanced-settings-participants
source: Limit participants
es_419: Limitar participantes
fr: Limiter les participants

# advanced-settings-recurrence-end-date-sub-title
source: When do you want the recurrence to stop?
es_419: ¿Cuando quieres que se detenga la recurrencia?
fr: Quand souhaitez-vous que la récidive s'arrête ?

# advanced-settings-recurrence-end-date-title
source: End date
es_419: Fecha de finalización
fr: Date de fin

# advanced-settings-recurrence-every-title
source: Every
es_419: Cada
fr: Chaque

# advanced-settings-recurrence-frequency-monthly
source: monthly
es_419: mensual
fr: par mois

# advanced-settings-recurrence-frequency-sub-title
source: How often do you want this event to happen
es_419: ¿Con qué frecuencia quieres que ocurra este evento?
fr: À quelle fréquence souhaitez-vous que cet événement se produise ?

# advanced-settings-recurrence-frequency-title
source: Recurrence frequency
es_419: Frecuencia de recurrencia
fr: Fréquence de récurrence

# advanced-settings-recurrence-frequency-weekly
source: weekly
es_419: semanalmente
fr: par semaine

# advanced-settings-recurring
source: Recurring event
es_419: Evento recurrente
fr: Événement récurrent

# advanced-settings-select-formats
source: Competition formats
es_419: Formatos de competición
fr: Les formats de compétition

# advanced-settings-title
source: Advanced settings
es_419: Configuración avanzada
fr: Paramètres avancés

# advanced-settings-tournament-sub-title
source: Toggle competition mode-casual or tournament?
es_419: Cambiar modo competición: ¿casual o torneo?
fr: Basculer en mode compétition : décontracté ou tournoi?

# advanced-settings-tournament-title
source: Is a Tournament?
es_419: ¿Es un torneo?
fr: Est-ce un tournoi?

# advanced-settings-waitlist-sub-title
source: If the number of participants exceeds the capacity, allow them to join a waitlist
es_419: Si el número de participantes excede la capacidad, permítales unirse a una lista de espera.
fr: Si le nombre de participants dépasse la capacité, autorisez-les à rejoindre une liste d'attente

# advanced-settings-waitlist-title
source: Allow Waitlist
es_419: Permitir lista de espera
fr: Autoriser la liste d'attente

# edit-venues-text
source: Edit location(s)
es_419: Editar ubicación(es)
fr: Modifier le(s) lieu(x)

# event-action-directions
source: Directions
es_419: Instrucciones
fr: Instructions

# event-comments-title
source: Comments
es_419: Comentarios
fr: Commentaires

# event-delete-recurring-warning-sub-title
source: This event is part of a recurring event. Would you like to delete the individual event or the entire series?
es_419: Este evento forma parte de un evento recurrente. ¿Quieres eliminarlo individualmente o toda la serie?
fr: Cet événement fait partie d'un événement récurrent. Souhaitez-vous supprimer l'événement en question ou la série entière ?

# event-delete-recurring-warning-title1
source: Delete this event
es_419: Eliminar este evento
fr: Supprimer cet événement

# event-delete-recurring-warning-title2
source: Delete all events
es_419: Eliminar todos los eventos
fr: Supprimer tous les événements

# event-details-title
source: Details
es_419: Detalles
fr: Détails

# event-menu-delete
source: Remove event
es_419: Eliminar evento
fr: Supprimer l'événement

# event-menu-issue
source: Report an issue
es_419: Informar un problema
fr: Signaler un problème

# failed-events-sub-title
source: We ran into an issue pulling up events. Try again in a bit!
es_419: Tuvimos un problema al abrir los eventos. ¡Inténtalo de nuevo en un momento!
fr: Nous avons rencontré un problème lors de l'affichage des événements. Réessayez dans quelques instants !

# failed-events-title
source: Whoops! Error loading events. ⚠️
es_419: ¡Ups! Error al cargar eventos. ⚠️
fr: Oups ! Erreur lors du chargement des événements. ⚠️

# hosted-title
source: Hosted by
es_419: Organizado por
fr: Organisé par

# location-name-text
source: Location name
es_419: Nombre de la ubicación
fr: Nom du lieu

# locations-title
source: Location(s)
es_419: Ubicación(es)
fr: Lieu(x)

# nearby-events-title
source: Nearby events
es_419: Eventos cercanos
fr: Événements à proximité

# new-event-create-text
source: Create event
es_419: Crear evento
fr: Créer un événement

# new-event-description-sub-title
source: Give details about the event
es_419: Dar detalles sobre el evento
fr: Donnez des détails sur l'événement

# new-event-location-sub-title
source: Location(s) of the event
es_419: Ubicación(es) del evento
fr: Lieu(x) de l'événement

# new-event-location-title
source: Location(s)
es_419: Ubicación(es)
fr: Lieu(x)

# new-event-organizer-sub-title
source: The clubs/organizations affiliated with this event
es_419: Los clubes/organizaciones afiliados a este evento
fr: Les clubs/organisations affiliés à cet événement

# new-event-organizer-title
source: Organizers(s)
es_419: Organizador(es)
fr: Organisateurs

# new-event-sport-action-text
source: Select sport
es_419: Seleccione el deporte
fr: Sélectionnez un sport

# new-event-sport-sub-title
source: Pick your event’s sport activity
es_419: Elige la actividad deportiva de tu evento
fr: Choisissez l'activité sportive de votre événement

# new-event-sports-title
source: Sport
es_419: Deporte
fr: Sportif

# new-event-start-time-title
source: Start Date/Time
es_419: Fecha/hora de inicio
fr: Date/heure de début

# new-event-stop-time-title
source: Stop Date/Time
es_419: Fecha/hora de parada
fr: Date/heure d'arrêt

# new-event-sub-title
source: What to call the event
es_419: ¿Cómo llamar al evento?
fr: Comment appeler l'événement

# new-event-tags-sub-title
source: Tags make your event easier to discover. Add a few!
es_419: Las etiquetas facilitan el descubrimiento de tu evento. ¡Añade algunas!
fr: Les tags facilitent la découverte de votre événement. Ajoutez-en quelques-uns !

# new-event-title
source: Title
es_419: Título
fr: Titre

# new-event-view-title
source: New event
es_419: Nuevo evento
fr: Nouvel événement

# new-events-view-title
source: Events
es_419: Eventos
fr: Événements

# no-events-sub-title
source: Looks like there aren’t any sports events in your area right now. Why not be the first to start one? Gather players, set the time, and get the game going! Or try adjusting your filters to see more events nearby.
es_419: Parece que no hay eventos deportivos en tu zona ahora mismo. ¿Por qué no ser el primero en empezar uno? ¡Reúne a los jugadores, fija la hora y que empiece el partido! O prueba a ajustar tus filtros para ver más eventos cerca.
fr: Il semble qu'il n'y ait aucun événement sportif dans votre région en ce moment. Pourquoi ne pas être le premier à en organiser un ? Rassemblez les joueurs, programmez l'heure et lancez la partie ! Ou ajustez vos filtres pour voir plus d'événements à proximité.

# no-events-title
source: No events found—time to make one happen! ⚡
es_419: No se encontraron eventos: ¡es hora de crear uno! ⚡
fr: Aucun événement trouvé — il est temps d'en organiser un ! ⚡

# no-selected-sport
source: Please select a sport
es_419: Por favor seleccione un deporte
fr: Veuillez sélectionner un sport

# no-venues-found-text
source: No venues found near you
es_419: No se encontraron lugares cerca de ti
fr: Aucun lieu trouvé près de chez vous

# participants-status-attended
source: Attended
es_419: Asistió
fr: Assisté

# participants-status-attending
source: Attending
es_419: Asistente
fr: Présent

# participants-status-going
source: Going
es_419: Yendo
fr: En allant

# pick-a-location-text
source: Pick a location
es_419: Elija una ubicación
fr: Choisir un lieu

# remove-a-comment
source: Remove comment
es_419: Eliminar comentario
fr: Supprimer le commentaire

# set-custom-location-name
source: Custom location name
es_419: Nombre de ubicación personalizado
fr: Nom de lieu personnalisé

# set-custom-location-text
source: Set custom location
es_419: Establecer ubicación personalizada
fr: Définir un lieu personnalisé

# status-cancel
source: Cancel
es_419: Cancelar
fr: Annuler

# status-ended
source: Ended
es_419: Terminado
fr: Terminé

# status-live
source: Live
es_419: Vivir
fr: En direct

# status-waitlist
source: Waitlist
es_419: Lista de espera
fr: Liste d'attente

# tap-anywhere-text
source: Tap anywhere on the map to drop a pin
es_419: Toque en cualquier lugar del mapa para colocar un pin.
fr: Appuyez n'importe où sur la carte pour déposer une épingle

# visibility-group-details
source: Any members associated to any of the hosting groups for this event will be able to interact with this event.
es_419: Cualquier miembro asociado a cualquiera de los grupos anfitriones de este evento podrá interactuar con este evento.
fr: Tous les membres associés à l'un des groupes d'hébergement de cet événement pourront interagir avec cet événement.

# visibility-private
source: Private
es_419: Privado
fr: Privé

# visibility-private-details
source: Only you, the participants and those whom you have shared the event with can interact with this event.
es_419: Sólo usted, los participantes y aquellos con quienes ha compartido el evento pueden interactuar con este evento.
fr: Seuls vous, les participants et ceux avec qui vous avez partagé l'événement pouvez interagir avec cet événement.

# visibility-public
source: Plublic
es_419: Público
fr: Public

# visibility-public-details
source: Anyone on olympsis can see this event and interact with it.
es_419: Cualquiera en Olympsis puede ver este evento e interactuar con él.
fr: Toute personne sur Olympsis peut voir cet événement et interagir avec lui.

# visibility-title
source: Visibility
es_419: Visibilidad
fr: Visibilité

# event-formats-title
source: Formats
es_419: Formatos

# new-event-description-title
source: Description
es_419: Descripción

# new-event-image
source: Image
es_419: Imagen

# new-event-tags-title
source: Tags
es_419: Etiquetas

# visibility-group
source: Group
es_419: Grupo
